[
  "obsidian-tasks-plugin",
  "templater-obsidian",
  "dataview",
  "obsidian-style-settings",
  "omnisearch",
  "editing-toolbar",
  "nldates-obsidian",
  "highlightr-plugin",
  "folder-notes",
  "obsidian-doubleshift",
  "calendar",
  "quickadd",
  "colored-text",
  "buttons",
  "metadata-menu",
  "note-toolbar",
  "obsidian-meta-bind-plugin",
  "js-engine",
  "obsidian-admonition",
  "mousewheel-image-zoom",
  "image-converter",
  "obsidian-banners"
]