[
  "templater-obsidian",
  "dataview",
  "obsidian-style-settings",
  "omnisearch",
  "editing-toolbar",
  "nldates-obsidian",
  "highlightr-plugin",
  "folder-notes",
  "obsidian-doubleshift",
  "calendar",
  "quickadd",
  "colored-text",
  "metadata-menu",
  "note-toolbar",
  "obsidian-admonition",
  "image-converter",
  "tabs",
  "obsidian-reminder-plugin",
  "obsidian-day-planner",
  "obsidian-latex-suite",
  "note-definitions",
  "obsidian-hover-editor",
  "mousewheel-image-zoom",
  "buttons",
  "obsidian-tasks-plugin",
  "obsidian-full-calendar"
]